---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RailingSystemTopRailHeightParam
source: html/be08a228-c8de-eecc-c8e9-5423606232c2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RailingSystemTopRailHeightParam Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId RailingSystemTopRailHeightParam { get; }
```